/*
  String_ui.strings
  iina

  Created by lhc on 3/1/2017.
  Copyright © 2017 lhc. All rights reserved.
*/
// Common

"general.on" = "Uključeno";
"general.off" = "Isključeno";
"general.login" = "Prijavi me";
"general.logout" = "Odjavi me";
"general.ok" = "U redu";
"general.cancel" = "Otkaži";
"general.username" = "Korisničko Ime";
"general.password" = "Lozinka";
"general.na" = "N/A";

"input.value_is_empty" = "Value cannot be empty.";
"input.already_exists" = "Value already exists.";

// Guide Window
"guide.highlights" = "Istaknuti sadržaj";
"guide.basic_settings" = "Osnovne postavke";
"guide.faq" = "Često postavljena pitanja";

// Initial Window
"initial.announcement" = "Koristite verziju %@ programa IINA";
"initial.beta.desc" = "Ako želite da se vratite na stabilno izdanje, opozovite izbor stavke „primaj beta ažuriranja“ u okviru opcije Željene postavke – Opšte postavke, a zatim instalirajte stabilno izdanje sa <a href=\"https://iina.io\">zvaničnog veb-sajta</a>.";
"initial.nightly.desc" = "Nightly is not recommended to be used as your daily driver. Currently nightly builds do not support auto update. Please manually download newer builds from our <a href=\"https://nightly.iina.io\">nightly website</a>.";
"initial.debug.desc" = "Izdanja za otklanjanje grešaka obično nisu optimizovana za performanse, tako da se ne preporučuju za svakodnevnu upotrebu. Izdanja za otklanjanje grešaka ne podržavaju automatsko ažuriranje.";
"initial.bug_report" = "Prijavite putem <a href=\"https://github.com/iina/iina/issues\">problema na GitHubu</a>.";

// Inspector Window
"inspector.error" = "Grеška";

// MainWindowController.swift
"main.buffering_indicator" = "Smeštanje u bafer… %d%%";
"main.opening_stream" = "Otvaram strim…";
"main.seeking_indicator" = "Seeking…";
"osc.precision" = "Preciznost";
"osc.1s" = "1. sekunda";
"osc.100ms" = "100 milisekundi";
"osc.10ms" = "10 milisekundi";
"osc.1ms" = "1 milisekunda";

// QuickSettingViewController.swift
"quicksetting.item_default" = "Podrazumevano";
"quicksetting.item_none" = "Nijеdan";
"quicksetting.hwdec" = "Hardversko dekodiranje";
"quicksetting.deinterlace" = "Rasplitanje";
"quicksetting.hdr" = "HDR";
"quicksetting.hide" = "Sakrij";
"quicksetting.reset_speed" = "Reset speed to 1x";

// EQ Presets
"eq.preset.flat" = "Flat";
"eq.preset.acoustic" = "Acoustic";
"eq.preset.classical" = "Classical";
"eq.preset.dance" = "Dance";
"eq.preset.deep" = "Deep";
"eq.preset.electronic" = "Electronic";
"eq.preset.hip_hop" = "Hip Hop";
"eq.preset.increase_bass" = "Increase Bass";
"eq.preset.increase_treble" = "Increase Treble";
"eq.preset.increase_vocal" = "Increase Vocal";
"eq.preset.jazz" = "Jazz";
"eq.preset.latin" = "Latin";
"eq.preset.loundness" = "Loundness";
"eq.preset.lounge" = "Lounge";
"eq.preset.piano" = "Piano";
"eq.preset.pop" = "Pop";
"eq.preset.rnb" = "R&B";
"eq.preset.reduce_bass" = "Reduce Bass";
"eq.preset.reduce_treble" = "Reduce Treble";
"eq.preset.rock" = "Rock";
"eq.preset.small_speaker" = "Small Speaker";
"eq.preset.spoken_word" = "Spoken Word";

"alert.eq.new_profile.title" = "New EQ Profile";
"alert.eq.new_profile.message" = "Please enter a profile name.";
"alert.eq.rename.title" = "Rename Current Profile";
"alert.eq.rename.message" = "Please enter a new profile name.";

// OSDMessage.swift
"osd.pause" = "Pauziraj";
"osd.resume" = "Nastavi";
"osd.volume" = "Jačina zvuka: %@";
"osd.speed" = "Speed: %@x";
"osd.aspect" = "Odnos širina/visina: %@";
"osd.crop" = "Iseci: %@";
"osd.rotate" = "Rotiraj: %i°";
"osd.deinterlace" = "Rasplitanje: %@";
"osd.hwdec" = "Hardversko dekodiranje: %@";
"osd.audio_delay.nodelay" = "Kašnjenje zvuka: bez kašnjenja";
"osd.audio_delay.later" = "Kašnjenje zvuka: %@s kasnije";
"osd.audio_delay.earlier" = "Kašnjenje zvuka: %@s ranije";
"osd.sub_delay.nodelay" = "Kašnjenje titla: bez kašnjenja";
"osd.sub_delay.later" = "Kašnjenje titla: %@s kasnije";
"osd.sub_delay.earlier" = "Kašnjenje titla: %@s ranije";
"osd.subtitle_pos" = "Položaj titla: %@";
"osd.sub_hidden" = "Subtitles Hidden";
"osd.sub_visible" = "Subtitles Visible";
"osd.sub_second_delay.nodelay" = "Secondary Subtitle Delay: No Delay";
"osd.sub_second_delay.later" = "Secondary Subtitle Delay: %@s Later";
"osd.sub_second_delay.earlier" = "Secondary Subtitle Delay: %@s Earlier";
"osd.sub_second_hidden" = "Secondary Subtitles Hidden";
"osd.sub_second_pos" = "Secondary Subtitle Position: %@";
"osd.sub_second_visible" = "Secondary Subtitles Visible";
"osd.mute" = "Isključi zvuk";
"osd.unmute" = "Ponovo uključi zvuk";
"osd.screenshot" = "Snimak ekrana je napravljen";
"osd.abloop.a" = "A-B petlja: A";
"osd.abloop.b" = "A-B petlja: B";
"osd.abloop.clear" = "A-B petlja: očišćena";
"osd.stop" = "Zaustavi";
"osd.chapter" = "Poglavlje: %@";
"osd.subtitle_scale" = "Razmera titla: %@x";
"osd.add_to_playlist" = "Datoteka dodato u plejlistu: %i";
"osd.clear_playlist" = "Očišćena plejlista";
"osd.video_eq.contrast" = "Kontrast: %i";
"osd.video_eq.gamma" = "Gama: %i";
"osd.video_eq.hue" = "Nijansa: %i";
"osd.video_eq.saturation" = "Zasićenje: %i";
"osd.video_eq.brightness" = "Svetlina: %i";
"osd.find_online_sub" = "Pronalaženje titlova na mreži…";
"osd.find_online_sub.source" = "sa lokacije";
"osd.sub_not_found" = "Nije pronađen nijedan titl";
"osd.sub_found" = "%d subtitles found.";
"osd.sub_downloading" = "Downloading %d subtitles";
"osd.sub_downloaded" = "Titl je preuzet";
"osd.sub_saved" = "Titl je sačuvan";
"osd.network_error" = "Greška na mreži";
"osd.file_error" = "Greška pri čitanju datoteke";
"osd.cannot_login" = "Prijava nije moguća";
"osd.canceled" = "Otkazano";
"osd.cannot_connect" = "Cannot connect";
"osd.timed_out" = "Timed Out";
"osd.filter_added" = "Dodati filter: %@";
"osd.filter_removed" = "Uklonjeni filter";
"osd.file_loop" = "Loop Single File";
"osd.playlist_loop" = "Loop Playlist";
"osd.no_loop" = "Disable Looping";

"preference.title" = "Željene postavke";
"preference.general" = "Opšte postavke";
"preference.ui" = "Interfejs";
"preference.video_audio" = "Video/Audio";
"preference.subtitle" = "Titl";
"preference.network" = "Mreža";
"preference.control" = "Kontrole";
"preference.keybindings" = "Prečice na tastaturi";
"preference.advanced" = "Napredno";
"preference.plugins" = "Dodatne komponente";
"preference.utilities" = "Uslužni programi";
"preference.scripts" = "Skripte";
"preference.not_logged_in" = "Niste prijavljeni";
"preference.logged_in_as" = "Prijavljeni ste kao %@";
"preference.system_media_control" = "Koristi sistemske kontrole medija";

"preference.key_binding_hint_1" = "Da biste izmenili prečice na tastaturi u trenutnoj konfiguracionoj datoteci, najpre kliknite na dugme „Dupliraj…“ da biste napravili kopiju.";
"preference.key_binding_hint_2" = "Dvaput kliknite na red na desnoj strani da biste izmenili odgovarajuću prečicu na tastaturi.";

"preference.enable_adv_settings" = "Omogući napredne postavke";

"preference.sub_override_level.no" = "no";
"preference.sub_override_level.force" = "force";
"preference.sub_override_level.scale" = "scale";
"preference.sub_override_level.strip" = "ukloni";
"preference.sub_override_level.yes" = "yes";

"preference.sub_override_level.descriptive_text.no" = "Render subtitles as specified by the subtitle scripts, without overrides.";
"preference.sub_override_level.descriptive_text.force" = "Apply all subtitle styles.";
"preference.sub_override_level.descriptive_text.scale" = "Apply the scale setting in addition to the style settings in this section.";
"preference.sub_override_level.descriptive_text.strip" = "Radically strip all ASS tags and styles from the subtitle.";
"preference.sub_override_level.descriptive_text.yes" = "Apply all the style settings in this section.";

"preference.ytdl_plugin_not_installed" = "Install the Online Media plugin from \"Plugins > Install from GitHub\" to enjoy advanced features such and video downloading and auto yt-dlp updates.";
"preference.ytdl_plugin_installed" = "The built-in youtube-dl support is disabled since you have the Online media plugin installed.";

"menu.volume" = "Jačina zvuka: %@";
"menu.volume_muted" = "Jačina zvuka: %@ (isključen zvuk)";
"menu.audio_delay" = "Kašnjenje zvuka: %@s";
"menu.sub_delay" = "Kašnjenje titla: %@s";
"menu.sub_hide" = "Hide Subtitles";
"menu.sub_show" = "Show Subtitles";
"menu.sub_second_hide" = "Hide Secondary Subtitles";
"menu.sub_second_show" = "Show Secondary Subtitles";
"menu.fullscreen" = "Uđi u režim celog ekrana";
"menu.exit_fullscreen" = "Izađi iz rеžima cеlog еkrana";
"menu.pip" = "Uđi u režim slike u slici";
"menu.exit_pip" = "Izađi iz režima slike u slici";
"menu.mini_player" = "Enter Music Mode";
"menu.exit_mini_player" = "Exit Music Mode";
"menu.pause" = "Pauziraj";
"menu.resume" = "Nastavi";
"menu.speed" = "Speed: %@x";
"menu.chapters" = "Prikaži tablu Poglavlja";
"menu.hide_chapters" = "Sakrij tablu Poglavlja";
"menu.playlist" = "Prikaži tablu plejliste";
"menu.hide_playlist" = "Sakrij tablu plejliste";
"menu.video" = "Prikaži tablu Video";
"menu.hide_video" = "Sakrij tablu Video";
"menu.audio" = "Prikaži tablu Audio";
"menu.hide_audio" = "Sakrij tablu Audio";
"menu.subtitles" = "Prikaži tablu Titlovi";
"menu.hide_subtitles" = "Sakrij tablu Titlovi";

"menu.seek_forward" = "Korak unapred: %@s";
"menu.seek_backward" = "Korak unazad: %@s";
"menu.speed_up" = "Speed Up by %@x";
"menu.speed_down" = "Speed Down by %@x";
"menu.volume_up" = "Jačina zvuka + %@%%";
"menu.volume_down" = "Jačina zvuka - %@%%";
"menu.audio_delay_up" = "Kašnjenje zvuka + %@s";
"menu.audio_delay_down" = "Kašnjenje zvuka - %@s";
"menu.sub_delay_up" = "Kašnjenje titla + %@s";
"menu.sub_delay_down" = "Kašnjenje titla - %@s";

"menu.crop_custom" = "Prilagođeno…";
"menu.find_online_sub" = "Pronađi titlove na mreži s lokacije %@";

"menu.manage_plugins" = "Manage Plugins…";
"menu.developer_tool" = "Developer Tool";
"menu.more_plugin" = "More…";
"menu.conflicting_shortcuts" = "Conflicting key shortcuts…";
"menu.reload_plugins" = "Reload All Plugins";
"menu.show_plugins_panel" = "Show Plugins Panel";
"menu.hide_plugins_panel" = "Hide Plugins Panel";

"track.audio" = "Zvuk";
"track.none" = "<None>";
"track.sub" = "Titl";
"track.video" = "Video";

"subtrack.no_loaded" = "Nije učitan nijedan titl";
"subtrack.no_external" = "Nije pronađen nijedan spoljni titl";

// Alerts
"alert.beta_channel.title" = "Primaj ažuriranja za beta verzije";

"alert.title_error" = "Grеška";
"alert.title_warning" = "Upozorenje";
"alert.title_info" = "Informacije";

"alert.fatal_error" = "Neotklonjiva greška: %@\nAplikacija će prestati sa radom.";
"alert.mpv_error" = "Unutrašnja greška %@ (%@) prilikom postavljanja opcije %@.";

"alert.unsupported_audio" = "Nepodržana spoljna zvučna datoteka.";
"alert.unsupported_video" = "Unsupported external video file.";
"alert.unsupported_sub" = "Nepodržani spoljni titl.";
"alert.unsupported_url" = "Nepodržana URL adresa.";
"alert.wrong_url_format" = "Pogrešan format URL adrese.";

"alert.error_open" = "Nije moguće otvoriti datoteku ili strim!";
"alert.error_finding_file" = "Nije moguće pronaći datoteku %@!";
"alert.error_loading_script" = "Nije moguće učitati skriptu %@!";
"alert.error_saving_file" = "Došlo je do greške prilikom čuvanja %@: %@";
"alert.error_deleting_file" = "Nije moguće izbrisati datoteku.";

"alert.target_peak.bad_value" = "The value \"%@\" is invalid.\nPlease provide a value between 10 and 10000, or 0.";

"alert.config.new.title" = "Nova ulazna konfiguracija";
"alert.config.new.message" = "Unеsitе naziv za novu konfiguraciju.";
"alert.config.duplicate.title" = "Duplirana konfiguracija";
"alert.config.duplicate.message" = "Unеsitе naziv za dupliranu konfiguracionu datoteku.";
"alert.config.file_existing.title" = "Datoteka već postoji";
"alert.config.file_existing.message" = "A config file with the same filename already exists. Choose OK to show the file in Finder.";
"alert.config.cannot_create" = "Nije moguće kreirati konfiguracionu datoteku!\n%@";
"alert.config.cannot_write" = "Nije moguće upisivati u konfiguracionu datoteku!";
"alert.config.rename.title" = "Rename Input Configuration";
"alert.config.rename.message" = "Please enter the new name for the configuration.";

"alert.filter.incorrect" = "Došlo je do greške prilikom postavljanja filtera. Proverite format parametra.";
"alert.add_filter.title" = "Novi filter";
"alert.add_filter.message" = "Unеsitе nisku filtera u formatu naredbi vf ili af programa mpv.";

"alert.keybinding_config.error" = "Greška prilikom raščlanjivanja konfiguracione datoteke prečica na tastaturi „%@“! Vraćanje na podrazumevane IINA postavke prečica na tastaturi. Proverite konfiguraciju.";

"alert.extra_option.cannot_read" = "Nije moguće pročitati korisnički definisane dodatne opcije za mpv.";
"alert.extra_option.empty" = "Ključ ili vrednost ne mogu biti prazni!";
"alert.extra_option.error" = "Greška pri postavljanju opcije --%@=%@ sa vraćenom vrednošću %d. Proverite postavke dodatnih opcija u u okviru Željenih postavki – Napredne postavke.";
"alert.extra_option.config_folder" = "Greška pri postavljanju konfiguracionog direktorijuma „%@“.";

"alert.playlist.error_deleting" = "Greška pri brisanju: %@";

"alert.screenshot.error_taking" = "Nije moguće napraviti snimak ekrana!";

"alert.sub.no_selected" = "Najpre izaberite preuzeti titl.";
"alert.sub_lang_not_set" = "Postavite željeni jezik titla u željenim postavkama pre nego korišćenja sajta OpenSubtitles. Ovog puta će se koristiti engleski jezik (eng).";
"alert.sub.cannot_save_passwd" = "Nije moguće sačuvati lozinku u Privezak ključeva: %@";
"alert.sub.cannot_login" = "Prijava nije moguća. Proverite korisničko ime, lozinku i status mreže\n\n%@";
"alert.sub.save_downloaded.title" = "Sačuvaj preuzeti titl";

"alert.set_default.title" = "Postavljanje aplikacije IINA kao podrazumevane";
"alert.set_default.message" = "IINA će biti postavljena kao podrazumevana aplikacija za sve tipove datoteka koje podržava.";
"alert.set_default.success" = "Završeno sa %d uspelih i %d neuspelih.";

"alert.add_watch.title" = "Dodaj svojstvo prikaza";
"alert.add_watch.message" = "Unesite važeći naziv mpv svojstva.";

"alert.jump_to.title" = "Pređi na";
"alert.jump_to.message" = "Unеsitе vreme na koje želite da pređete. Na primer: 20:35";

"alert.opensub.login.title" = "Prijava na OpenSubtitles";
"alert.opensub.login.message" = "Unesite korisničko ime i lozinku";

"alert.open_url.title" = "Otvori URL";
"alert.open_url.message" = "Unesite URL:";
"alert.choose_media_file.title" = "Odaberite medijske datoteke";

"alert.add_url.title" = "Dodaj URL";
"alert.add_url.message" = "Unеsitе URL:";

"alert.delete_history.title" = "Izbriši istoriju reprodukcije";
"alert.delete_history.message" = "Želite li zaista da izbrišete izabrane stavke?";

"alert.filter_hwdec.message" = "Upravo ćete primeniti video filter. Međutim, moguće je da vaš trenutni hardverski dekoder ne podržava video filtere u potpunosti. Možete da onemogućite hardversko dekodiranje ili da koristite opciju Pređi na automatski režim (kopiraj), što će zauzeti dvostruko više memorije.\nMožda ćete morati da ponovite prethodnu operaciju (poput postavki isecanja) da biste uspeli.";
"alert.filter_hwdec.abort" = "Odustani";
"alert.filter_hwdec.turn_off" = "Isključi hardversko dekodiranje";
"alert.filter_hwdec.use_copy" = "Pređi na automatski režim (kopiraj)";

"alert.clear_cache.title" = "Obriši keš za sličice";
"alert.clear_cache.message" = "Želite li zaista da obrišete celokupan keš za sličice?";

"alert.clear_history.title" = "Obriši istoriju reprodukcije";
"alert.clear_history.message" = "Želite li zaista da obrišete celokupnu istoriju reprodukcije?";

"alert.clear_watch_later.title" = "Obriši sačuvani tok reprodukcije";
"alert.clear_watch_later.message" = "Želite li zaista da izbrišete celokupan sačuvani tok reprodukcije (podatke opcije „Gledaj kasnije“)?";

"alert.restore_alerts.title" = "Vrati prigušena upozorenja";
"alert.restore_alerts.message" = "Želite li zaista da vratite prigušena upozorenja?";

"alert.nothing_to_open" = "Nema ničega za otvaranje.";

"alert.no_video_track" = "Nema video-zapisa.";

"alert.duplicate_config" = "Ne možete direktno izmeniti podrazumevane konfiguracije. Napravite duplikat pre nego što počnete sa izmenama.";

"alert.assrt_register" = "Usled ograničene kvote API-ja, najiskrenije preporučujemo da koristite sopstveni token API-ja. Podrazumevani token namenjen je samo za probnu primenu, pa možete naići na grešku mreže.";
"alert.assrt_register.register" = "Registruj me sada";
"alert.assrt_register.try" = "Najpre pokušaj";
"alert.assrt_token_prompt.title" = "Unesite token API-ja";
"alert.assrt_token_prompt.message" = "Registrujte se na otvorenoj veb-stranici. Dobijte token na korisničkoj početnoj stranici i unesite ga ispod:";
"alert.assrt_token_invalid" = "Vaš Assrt API token izgleda da je nevažeći.";

"alert.plugin_uninstall.title" = "Želite li zaista da deinstalirate %@?";
"alert.plugin_uninstall.message" = "Dodatna komponenta biće izbrisana sa diska.";
"alert.plugin_reinstall.title" = "Dodatna komponenta %@ već postoji";
"alert.plugin_reinstall.message" = "Želite li zaista da deinstalirate dodatnu komponentu?";
"alert.duplicated_plugin_id" = "Pronađene su duplirane dodatne komponente. Barem dve dodatne komponente imaju isti identifikator \"%@\". To može dovesti do neobičnog ponašanja. Pronađite ih u okviru opcije Željene postavke - Dodatne komponente i prijavite autorima. Ako je dodatna komponenta instalirana lokalno, možete i ručno promeniti njen identifikator u datoteci Info.json dodatne komponente.";
"alert.plugin_no_update" = "Nisu pronađena ažuriranja.";
"alert.plugin_update_found.title" = "Pronađeno je ažuriranje za %@";
"alert.plugin_update_found.message" = "Najnovija verzija je %@. Vi imate verziju %@. Da li želite da obavite ažuriranje?";
"alert.plugin_permission" = "Ova dodatna komponenta iziskuje sledeće dozvole. Pregledajte ih pre nego što nastavite.";
"alert.plugin_permission_added" = "Ovo ažuriranje iziskuje sledeće dozvole. Pregledajte ih pre nego što nastavite.";

"playlist.total_length" = "Ukupno %@";
"playlist.total_length_with_selected" = "%@ od %@ izabranih";
"playlist.sorting.header" = "Sorting";
"playlist.sorting.filename_ascending" = "Filename Ascending";
"playlist.sorting.filename_descending" = "Filename Descending";
"playlist.sorting.path_ascending" = "File Path Ascending";
"playlist.sorting.path_descending" = "File Path Descending";
"pl_menu.title_multi" = "Stavki %d";
"pl_menu.play_next" = "Reprodukuj sledeće";
"pl_menu.play_in_new_window" = "Reprodukuj u novom prozoru";
"pl_menu.remove" = "Ukloni";
"pl_menu.remove_multi" = "Ukloni izabrano";
"pl_menu.delete" = "Premesti u smeće";
"pl_menu.delete_multi" = "Premesti izabrane datoteke u smeće";
"pl_menu.delete_after_play" = "Premesti u smeće nakon reprodukcije";
"pl_menu.delete_after_play_multi" = "Premesti izabrane datoteke u smeće nakon reprodukcije";
"pl_menu.show_in_finder" = "Prikaži u Finderu";
"pl_menu.add_file" = "Dodaj datoteku…";
"pl_menu.add_url" = "Dodaj URL…";
"pl_menu.clear_playlist" = "Obriši plejlistu";
"pl_menu.matched_sub" = "Odgovarajućih titlova %d";
"pl_menu.add_sub" = "Dodaj titl…";
"pl_menu.wrong_sub" = "Pogrešan titl!";
"pl_menu.browser" = "Otvori u pregledaču";
"pl_menu.copy_url" = "Kopiraj URL adresu";
"pl_menu.copy_url_multi" = "Kopiraj URL adrese";

"keymapping.title" = "Mapiranje tastera";
"keymapping.message" = "Pritisnite bilo koji taster da biste snimili.";

"filter.video_filters" = "Video-filteri";
"filter.audio_filters" = "Audio-filteri";

"hwdec.no" = "Onemogući hardversko dekodiranje.";
"hwdec.auto" = "Omogućite hardversko dekodiranje. Međutim, većina video-filtera neće ispravno funkcionisati.";
"hwdec.auto-copy" = "Omogućite hardversko dekodiranje. Zauzeće dvostruko više memorije, ali će funkcionisati sa video-filterima.";

"gaplessAudio.no" = "Playback of consecutive audio files may result in silence or disruption at the point of file change.";
"gaplessAudio.weak" = "If the audio format the decoder output changes, the audio device is closed and reopened, disrupting gapless playback.";
"gaplessAudio.yes" = "The audio device is opened using parameters chosen for the first file played and is then kept open for gapless playback. Following files may be resampled.";

"subencoding.auto" = "Automatski otkrij";

"osc_toolbar.settings" = "Brze postavke";
"osc_toolbar.playlist" = "Plejlista i poglavlja";
"osc_toolbar.pip" = "Uključi/isključi sliku u slici";
"osc_toolbar.full_screen" = "Uključi/isključi rеžim cеlog еkrana";
"osc_toolbar.music_mode" = "Uđi u muzički režim";
"osc_toolbar.sub_track" = "Odaberi zapis titla";
"osc_toolbar.screenshot" = "Take a screenshot";
"osc_toolbar.plugins" = "Show plugins panel";

"mini_player.album_art" = "Uključi/isključi omot albuma";
"mini_player.loop" = "Ponovi";
"mini_player.shuffle" = "Nasumično izaberi";
"mini_player.remove" = "Ukloni sa plejliste";
"mini_player.add" = "Dodaj na plejlistu";
"mini_player.delete" = "Izbriši sve numere iz plejliste";
"mini_player.volume" = "Jačina zvuka";
"mini_player.close" = "Zatvori muzički režim";
"mini_player.back" = "Vrati se u muzički režim";
"mini_player.sort" = "Sort the playlist";

// Touch bar

"touchbar.ahead_15" = "15 s unapred";
"touchbar.ahead_30" = "30 s unapred";
"touchbar.back_15" = "15 s unazad";
"touchbar.back_30" = "30 s unazad";
"touchbar.next_video" = "Naredni video-zapis";
"touchbar.prev_video" = "Prethodni video-zapis";
"touchbar.increase_volume" = "Jačina zvuka +";
"touchbar.decrease_volume" = "Jačina zvuka -";
"touchbar.rewind" = "Premotaj unazad";
"touchbar.fast_forward" = "Premotaj unapred";
"touchbar.play_pause" = "Reprodukuj/Pauziraj";
"touchbar.seek" = "Pomeri";
"touchbar.time" = "Vremenski položaj";
"touchbar.remainingTimeOrTotalDuration" = "Preostalo vreme/Ukupno trajanje";
"touchbar.toggle_pip" = "Uključi/isključi sliku u slici";

// Plugin permissions

"permissions.network-request.name" = "Mrežni zahtev";
"permissions.network-request.desc" = "Ova dodatna komponenta može poslati zahtev ili otpremati podatke na sledeće veb-sajtove:";
"permissions.network-request.any_site" = "Bilo koji sajt";
"permissions.show-osd.name" = "Prikaži ekranski meni";
"permissions.show-osd.desc" = "Ova dodatna komponenta može prikazati poruke ekranskog menija (OSD).";
"permissions.show-alert.name" = "Prikaži upozorenja";
"permissions.show-alert.desc" = "Ova dodatna komponenta može prikazati iskačuća upozorenja.";
"permissions.video-overlay.name" = "Dodaj prekrivajući element na video-zapise";
"permissions.video-overlay.desc" = "Ova dodatna komponenta može prikazati dodatni sadržaj preko video-zapisa.";
"permissions.file-system.name" = "Pristupite sistemu datoteka";
"permissions.file-system.desc" = "This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.";

"plugin.install" = "Install";
"plugin.installed" = "Installed";
"plugin.not_installed" = "Not Installed";
"plugin.local" = "Installed locally";
"alert.plugin.install_error" = "Error occurred during the installation: %@";
"alert.invalid_url" = "The URL is invalid.";
"plugin.install_error.invalid_url" = "The URL is invalid.";
"plugin.install_error.file_not_found" = "Cannot find the package file.";
"plugin.install_error.cannot_download" = "Failed to download the plugin.\n\nOutput:%@\n";
"plugin.install_error.cannot_unpackage" = "Failed to unpackage the plugin.\n\nOutput:%@\n";
"plugin.install_error.cannot_load" = "IINA cannot load this plugin. It might be in the wrong format.";
"plugin.check_for_updates" = "Proveri da li postoje ažuriranja";
"plugin.updating" = "Downloading update…";
